Repository: maxmods/wx.mod
Catalog: tools/wxcodegen/locale/*/wxCodeGen.po
Languages: fr

source: New Project
fr: Nouveau Projet

source: Projects
fr: Projets

source: Add
fr: Ajouter

source: Delete
fr: Supprimer

source: Project Name
fr: Nom du Projet

source: wxFormBuilder Project File
fr: WxFormBuilder dossier de Projet

source: Select a wxFormbuilder Project File
fr: Sélectionnez un dossier de projet wxFormbuilder

source: BMX Project Folder
fr: BMX dossier de projet

source: Select the BlitzMax Project folder
fr: Sélectionnez le dossier de projet BlitzMax

source: Generated Filename
fr: Nom du fichier généré

source: Create SuperStrict
fr: Créer SuperStrict

source: Create Import statements
fr: Créer Import déclarations

source: Auto-Generate Code on Update
fr: Auto-Update sur Générer le code

source: Project Config
fr: Projet de Config

source: Check for Project File Updates
fr: Vérifier les mises à jour pour le dossier de Projet

source: Monitors the project files for changes.
fr: Surveille les dossiers de projets de changements.

source: String Localization
fr: Texte Localization

source: wxCodeGen Language
fr: Langue wxCodeGen

source: Global Preferences
fr: Préférences Globales

source: Generate
fr: Générer

source: &New Project
fr: &Nouveau Projet

source: &Quit
fr: &Quitter

source: File
fr: Fichier

source: &About
fr: &Propos

source: &Help
fr: &Aide

source: Are you sure you want to delete? :
fr: Êtes-vous sûr de vouloir supprimer? :

source: Delete Project?
fr: Supprimer Project?

source: You will need to restart wxCodeGen to see the new language.
fr: Vous aurez besoin de redémarrer wxCodeGen de voir la nouvelle langue.

source: Language Changed
fr: Langue modifié

source: Updated at
fr: Mise à jour à la
